/* The amount title */
"Amount.Title" = "Amount";

/* The card number (pan) placeholder text */
"Card.Number.Placeholder" = "Enter your card PAN";

/* The card number (pan) title text */
"Card.Number.Title" = "PAN";

/* The check out id title text */
"Check.Out.Id.Title" = "Check Out ID";

/* The currency title text */
"Currency.Title" = "Currency";

/* The customer name title text */
"Customer.Name.Title" = "Name";

/* The customer phone number title text */
"Customer.Phone.Number.Title" = "Phone Number";

/* The date and time title text */
"Date.Time.Title" = "Date & Time";

/* The card expiry date placeholder */
"Expiry.Date.Placeholder" = "Expiry date YY/MM";

/* The card expiry date title text */
"Expiry.Date.Title" = "Card Expiry Date";

/* The internet pin placeholder */
"IPin.Placeholder" = "Enter your 4 digits iPIN";

/* The internet pin title text */
"IPin.Title" = "iPIN";

/* The pay button title text */
"Pay.Button.Title" = "Pay";

/* The response code title text */
"Response.Code.Title" = "Response Code";

/* The response message title text */
"Response.Message.Title" = "Response Message";

/* The response status title text */
"Response.Status.Title" = "Response Status";

/* The reference id title text */
"Reference.Id.Title" = "Reference Number";

/* The currency title text */
"Service.Title" = "Service";

/* The validation error title text */
"Validation.Error.Title" = "Wrong Data";

/* The card number (PAN) error message */
"PAN.Error.Message" = "Please enter a valid card number (PAN), should be either 16 or 19 digits.";

/* The PIN error message */
"PIN.Error.Message" = "Please enter a valid PIN, should be at least 4 digits.";

/* The expiry date error message */
"Expiry.Date.Error.Message" = "Please enter a valid expiry date, should be in format YY/MM e.g: 29/01 (January 2029).";

/* The Okay button title text */
"Okay.Title" = "Ok";

